Revit 2027 API
VoltageType.IsInUse Property
 Indicates whether this voltage type is in service now, such as by other distribution system.
Namespace: Autodesk.Revit.DB.Electrical
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public bool IsInUse { get; }
Public ReadOnly Property IsInUse As Boolean
	Get
public:
property bool IsInUse {
	bool get ();
}
member IsInUse : bool with get
Property Value
Boolean
See Also
Reference
VoltageType Class
Autodesk.Revit.DB.Electrical Namespace